/*
 * GuestNetwork.strings
 * MacConfig
 */

"AirPort.GuNe"			= "Vendéghálózat";

"GuestNetworkDescription" = "A vendéghálózat lehetővé teszi, hogy a vezeték nélküli kliensek az Ön privát hálózatához való hozzáférés nélkül kapcsolódjanak az internethez.";
"GuestNetworkDescriptionWithWANServices" = "A vendéghálózat lehetővé teszi, hogy a vezeték nélküli kliensek kapcsolódjanak az internethez, és a WAN-porton elérhető hálózati szolgáltatásokat biztosít.";
"GuestNetworkNameDefault" = "Vendéghálózat";
"RADIUSNotForGuestNet" = "A fő hálózat hozzáférésének korlátozására RADIUS hozzáférési szabályozás van használatban, ami nincs hatással a vendéghálózathoz.";
"GuestNetworkSecurityHigherThanMainNetwork" = "A vendéghálózat biztonságosabb, mint a fő vezeték nélküli hálózat.";
"CantExtendGuestNetwork" = "A(z) %@ nem képes egy vendéghálózat kiterjesztésére. Válasszon másik hálózatot.";
"CantJoinGuestNetwork" = "A(z) %@ nem képes egy vendéghálózathoz történő kapcsolódásra. Válasszon másik hálózatot.";

"BandwidthLimitingDescription" = "A vendéghálózat internetes sávszélességének korlátozásával megakadályozható, hogy a vendégek az internetkapcsolatának túl nagy részét használják. Az alábbi menün adja meg az internetkapcsolatának sebességét.";
"InternetConnectionSelectSpeedDescription" = "Válassza ki az internetkapcsolati sebességeit. Amennyiben nem biztos ezekben a sebességekben, lépjen kapcsolatba internetszolgáltatójával.";
"KilobitsPerSecond" = "kbps";
"MegabitsPerSecond" = "Mbps";
"FormattedBitsPerSecond" = "%@ bps";
"FormattedKilobitsPerSecond" = "%@ Kbps";
"FormattedMegabitsPerSecond" = "%@ Mbps";
"InternetConnectionSpeed" = "Az Ön internetkapcsolatának sebessége:";
"InternetConnectionFastDownstream" = "6144";
"InternetConnectionFastUpstream" = "768";
"InternetConnectionMediumDownstream" = "1536";
"InternetConnectionMediumUpstream" = "512";
"InternetConnectionBasicDownstream" = "768";
"InternetConnectionBasicUpstream" = "128";
"title_Fast" = "Gyors";
"title_Medium" = "Közepes";
"title_Basic" = "Egyszerű";
"title_Custom" = "Egyéni";
"title_Custom_Ellipsis" = "Egyéni…";

/* kACPProblemCodeWANRejectedDHCPOfferGuest */
"waRg" = "Vendéghálózat DHCP-konfliktus";
"waRg.description" = "Ezen AirPort vezeték nélküli eszköz elutasított egy, a vendéghálózat belső DHCP kiszolgálójával azonos alhálózaton lévő DHCP címet. Módosítsa a vendéghálózat DHCP tartományát.";
"waRg.remedy" = "Internet…";

/* vErrGuestNetDHCPRangeConflictWithMainNetDHCP */
"vErr.gnDh" = "A vendéghálózat Ön által megadott DHCP-tartománya konfliktusban van a fő vezeték nélküli hálózata számára kiválasztott DHCP-tartománnyal. Válasszon másik DHCP-tartományt.";
/* vErrGuestNetNameCantMatchRadioName */
"vErr.gnRn" = "A vendéghálózat neve nem lehet ugyanaz, mint a fő hálózat neve. Válasszon másik nevet a vendéghálózat számára.";

"bsGE" = "Vendéghálózat bekapcsolása";
"bsGN" = "Vendéghálózat neve";
"bsGS" = "Vendéghálózat biztonsága";
"bsGS.1" = "Semmi";
"bsGS.5" = "WPA/WPA2 Personal";
"bsGS.7" = "WPA2 Personal";
"bsGP" = "Vendéghálózat jelszava";
"bsGD" = "Vendéghálózat DHCP-tartomány";
"bsUB" = "Az Ön internet-feltöltési sebessége";
"bsDB" = "Az Ön internet-letöltési sebessége";
"bsBW" = "Vendéghálózat sávszélességének korlátozása";
"bsBW.0"= "Nincs korlát";
"bsBW.1"= "Feltöltési sávszélesség korlátozása";
"bsBW.2"= "Letöltési sávszélesség korlátozása";
"bsBW.3"= "Mindkettő korlátozása";
"gnBg" = "Vendéghálózat DHCP kezdőcíme";
"gnEn" = "Vendéghálózat DHCP zárócíme";
"gnLe" = "Vendéghálózat DHCP-címbérlete";
"gnMg" = "Vendéghálózat DHCP-üzenete";
"gn95" = "Vendéghálózat LDAP-szervere";
"bsAG" = "Vendéghálózat klienseinek egymással való kommunikációjának engedélyezése";
"bsAG.short" = "Kliensek egymással való kommunikációjának engedélyezése";

"GuestNetworkPanelHeader" = "Vendéghálózat beállítása";
"ReconfigureGuestNetwork" = "Vendéghálózat";
"ReconfigureGuestNetworkEnabled" = "Ezen %@ úgy van beállítva, hogy olyan vendéghálózatot hozzon létre, mely a vezeték nélküli kliensek számára lehetővé teszi, hogy az Ön privát hálózatának hozzáférése nélkül kapcsolódjanak az internethez.";
"ReconfigureGuestNetworkEnabledWithWANService" = "Ezen %@ úgy van beállítva, hogy olyan vendéghálózatot hozzon létre, mely a vezeték nélküli kliensek számára lehetővé teszi, hogy kapcsolódjanak az internethez, és a WAN-porton elérhető hálózati szolgáltatásokat biztosítson.";
"ReconfigureGuestNetworkDisabled" = "Ezen %@ úgy van beállítva, hogy ne hozzon létre olyan vendéghálózatot, mely a vezeték nélküli kliensek számára lehetővé teszi, hogy az Ön privát hálózatának hozzáférése nélkül kapcsolódjanak az internethez.";
"ReconfigureGuestNetworkDisabledWithWANService" = "Ezen %@ úgy van beállítva, hogy ne hozzon létre olyan vendéghálózatot, mely a vezeték nélküli kliensek számára lehetővé teszi, hogy kapcsolódjanak az internethez, és a WAN-porton elérhető hálózati szolgáltatásokat biztosítson.";

"OnePanelGuestNetworkDefaults" = "Létrehozható egy biztonságos „%@” is annak lehetővé tételére, hogy mások az Ön privát hálózatának hozzáférése nélkül kapcsolódhassanak az internethez.";
"OnePanelGuestNetworkDefaultsWithWANService" = "Létrehozható egy biztonságos „%@” is annak lehetővé tételére, hogy mások kapcsolódhassanak az internethez, és a WAN-porton elérhető hálózati szolgáltatásokat biztosítsák.";